//-----------------------------------------------------------------------------------------------
/* Recipient Fax Number */
"Fax_Filter_PrinterProxy_Key_FaxNumber"							= "Faxszám";

//-----------------------------------------------------------------------------------------------
/* Sending Message */
"Fax_Filter_PrinterProxy_Key_Sending"							= "Küldés(%d/%d)";

//-----------------------------------------------------------------------------------------------
/* Waiting For Printer Response Message */
"Fax_Filter_PrinterProxy_Key_WaitingForPrinterResponse"			= "Várakozás a nyomtató válaszára";
"Fax_Filter_PrinterProxy_Key_PrinterStatusError"="Hiba történt a nyomtatóban.";

//-----------------------------------------------------------------------------------------------
/* Printer Idle Message */
"Fax_Filter_PrinterProxy_Key_PrinterIdle"						= "Nyomtató üresjáratban";

//-----------------------------------------------------------------------------------------------
/* Sending Complete Message */
"Fax_Filter_PrinterProxy_Key_TransmissionComplete"				= "Küldés befejezve(%@:%@)";

//-----------------------------------------------------------------------------------------------
/* Sending Failed Message */
"Fax_Filter_PrinterProxy_Key_TransmissionFailed"				= "Sikertelen küldés(%@:%@)";

//-----------------------------------------------------------------------------------------------
/* Sending Error Message */
"Fax_Filter_PrinterProxy_Key_TransmissionError"					= "Sikertelen küldés";

//-----------------------------------------------------------------------------------------------
/* Sending Cancel Message */
"Fax_Filter_PrinterProxy_Key_TransmissionCanceled"				= "Feldolgozás megszakítás alatt...";

//-----------------------------------------------------------------------------------------------
